# Energy Analysis Zone Outside Air Per Person Property

Source: https://www.revitapidocs.com/2026/d6735034-1201-15a1-04ca-7d8e0c8ed5bf.htm

---

| Energy Analysis Zone Outside Air Per Person Property |
| --- |

The outside air per person in unit ft3/s.
**Namespace:** Autodesk.Revit.DB.Analysis
**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26\.0\.4\.0 (26\.0\.4\.0\) Syntax C\# VB C\+\+ F\#
```
public double OutsideAirPerPerson { get; }
```

```
Public ReadOnly Property OutsideAirPerPerson As Double
	Get
```

```
public:
property double OutsideAirPerPerson {
	double get ();
}
```

```
member OutsideAirPerPerson : float with get
```

#### Property Value

Double See Also

#### Reference

EnergyAnalysisZone Class Autodesk.Revit.DB.Analysis Namespace